Repository: SamuelSVD/TrayDir
Catalog: TrayDir/Properties/Strings.*.resx
Languages: de, fr

# Email_Body
source: Hello, I found a problem with TrayDir!%0D%0DPlease include a description of your problem below.%0DDescription:%0D
de: Hallo, ich habe eine Problem in TrayDir festgestellt!%0D%0DBitte unterhalb eine Beschreibung des Problems eintragen.%0DBeschreibung:%0D
fr: Bonjour, j'ai trouvé un problème avec Traydir!%0D%0D Veuillez inclure une description de votre problème ci-dessous.%0D Description:%0D

# Email_Subject
source: TrayDir {0}: Bug Report
de: TrayDir {0}: Fehlerbericht
fr: Traydir {0}: rapport de bogue

# Email_Subject_Unexpected
source: TrayDir {0}: Bug Report - Unhandled Exception
de: TrayDir {0}: Fehlerbericht - Unbearbeite Ausnahme
fr: Traydir {0}: Rapport de bogue - Exception non gérée

# ErrorStartingProcess
source: Error starting. {0} {1}
de: Fehler beginnend. {0} {1}
fr: Erreur de démarrage. {0} {1}

# Error_ImportFailed
source: Error: Unable to import file.
de: Fehler: Datei konnte nicht importiert werden.
fr: Erreur: Impossible d'importer un fichier.

# ExportedTo
source: Exported to: {0}
de: Exportiert nach: {0}
fr: Exporté vers: {0}

# Form_Browse
source: Browse
de: Durchsuchen
fr: Parcourir

# Form_CheckForUpdatesOnStartup
source: Check For Updates on Startup
de: Beim Start auf Aktualisierungen prüfen
fr: Vérifiez les mises à jour au démarrage

# Form_Close
source: Close
de: Schließen
fr: Fermer

# Form_CreateFoldersAsShortcuts
source: Create folder items as shortcuts
fr: Créer des éléments de dossier sous forme de raccourcis

# Form_Delete
source: Delete
de: Löschen
fr: Supprimer

# Form_EditDisplayName
source: Edit Display Name
de: Anzeigename bearbeiten
fr: Modifier le nom d'affichage

# Form_EditIgnoreRegex
source: Edit Ignore RegEx
de: RegEx ignorieren bearbeiten
fr: Modifier Ignorer RegEx

# Form_EditName
source: Edit Name
de: Name bearbeiten
fr: Modifier le nom

# Form_Error
source: Error
de: Fehler
fr: Erreur

# Form_ErrorLoadingIcon
source: Error loading icon: {0}
de: Fehler beim Laden des Symbols: {0}
fr: Erreur rencontrée lors du chargement de l'icône: {0}

# Form_Exit
source: Exit
de: Beenden
fr: Quitter

# Form_ExpandFirstPath
source: Expand First Path
de: Ersten Pfad erweitern
fr: Développer le premier chemin

# Form_ExportDone
source: Export Done
de: Exportieren fertiggestellt
fr: Exportation effectuée

# Form_HideFromTray
source: Hide From Tray
de: In Tray verstecken
fr: Masquer dans barre d'état

# Form_HideOnMinimize
source: Hide On Minimize
de: Verstecken wenn minimiert
fr: Masquer sur réduire

# Form_ImportConflict
source: Import Conflict
de: Konflikt beim Importieren
fr: Conflit d'importation

# Form_ImportFailed
source: Import Failed
de: Importieren fehgeschlagen
fr: L'importation a échoué

# Form_InstanceOptions
source: Instance Options
de: Instanzeinstellungen
fr: Options d'instance

# Form_MenuSorting
source: Menu Sorting
de: Menüsortierung
fr: Tri de menu

# Form_MinimizeOnClose
source: Minimize On Close
de: Beim Schließen minimieren
fr: Minimiser la fermeture

# Form_MinimizeToTray
source: Minimize TrayDir to the System Tray?
de: TrayDir in das Systemtray minimieren?
fr: Minimiser TrayDir dans la barre d'état?

# Form_Name
source: Name
fr: Nom

# Form_NewInstance
source: New Instance
de: Neue Instanz
fr: Nouvelle instance

# Form_NewUpdateAvailable
source: New Update Available
de: Neue Version verfügbar
fr: Nouvelle mise à jour disponible

# Form_NewUpdateUpdateNow
source: A new version of TrayDir is available, do you want to update now?
de: Eine neue Version von TrayDir ist verfügbar. Möchten Sie aktualisieren?
fr: Une nouvelle version de Traydir est disponible, voulez-vous mettre à jour maintenant?

# Form_NoPluginsDefined
source: There are no plugins configured. Would you like to configure one now?
de: Es sind keine Plugins konfiguriert. Möchten Sie jetzt ein Plugin konfigurieren?
fr: Aucun plugins n'est configuré. Souhaitez-vous en configurer un maintenant?

# Form_OpenFoldersInFileExplorerOnClick
source: Open Folders in File Explorer When Clicked
de: Ordner im Datei-Explorer öffnen, wenn geklickt
fr: Ouvrir les dossiers dans l'explorateur de fichiers lorsqu'on clique dessus

# Form_PluginInvalid
source: Plugin parameters are invalid. Verify all required parameters are provided.
de: Plugin-Parameter sind ungültig. Stellen Sie sicher, dass alle erforderlichen Parameter bereitgestellt werden.
fr: Les paramètres du plugin ne sont pas valides. Vérifiez que tous les paramètres requis sont fournis.

# Form_PromptDelete
source: Do you want to delete <{0}>?
de: Möchten Sie <{0}> löschen?
fr: Voulez-vous supprimer <{0}>?

# Form_Restore
source: Restore
de: Wiederherstellen
fr: Restaurer

# Form_RunAsAdministrator
source: Run As Administrator
de: Als Administrator ausführen
fr: Exécuter en tant qu'administrateur

# Form_Separator
source: Separator
de: Trennzeichen
fr: Séparateur

# Form_ShowFileExtensions
source: Show File Extensions
de: Dateierweiterungen anzeigen
fr: Afficher les extensions de fichiers

# Form_ShowHiddenFiles
source: Show Hidden Files
fr: Montrer les fichiers cachés

# Form_ShowIconsInTrayMenu
source: Show Icons In Tray Menu
de: Symbole im Traymenü anzeigen
fr: Afficher les icônes dans le menu de la barre d'état

# Form_ShowMenuOnLeftClick
source: Show TrayMenu on Left Click
fr: Afficher le TrayMenu lors d'un clic gauche

# Form_StartMinimized
source: Start Minimized
de: Minimiert starten
fr: Démarrer en mode minimisé

# Form_StartWithWindows
source: Start With Windows
de: Mit Windows starten
fr: Commence avec windows

# Form_TrayOptions
source: Tray Options
de: Trayeinstellungen
fr: Options de plateau

# Form_VirtualFolderMenuIcon
source: Virtual Folder Menu Icon
de: Menüsymbol für virtuelle Ordner
fr: Icône du menu du dossier virtuel

# Instance_Archive
source: Do you want to archive instance: {0}
de: Möchten Sie die Instanz archivieren: {0}
fr: Voulez-vous archiver l'instance: {0}

# Instance_Delete
source: Do you want to delete instance: {0}
de: Möchten Sie die Instanz löschen: {0}
fr: Voulez-vous supprimer l'instance: {0}

# Instance_NewInstance
source: New Instance
de: Neue Instanz
fr: Nouvelle instance

# Instance_Restore
source: Do you want to restore instance: {0}
de: Möchten Sie die Instanz wiederherstellen: {0}
fr: Voulez-vous restaurer l'instance: {0}

# Item_CopyItem
source: Copy
de: Kopieren
fr: Copier

# Item_DeleteItem
source: Delete
de: Löschen
fr: Effacer

# Item_DuplicateItem
source: Duplicate
de: Duplizieren
fr: Dupliquer

# Item_Expand
source: Expand folder in tray menu
de: Ordner im Traymenü erweitern
fr: Développer le dossier dans le menu de la barre d'état

# Item_PasteItem
source: Paste
de: Einfügen
fr: Coller

# Item_RenameItem
source: Rename
de: Umbenennen
fr: Renommer

# Item_UseAsShortcut
source: Use folder link as shortcut
de: Ordnerlink als Verknüpfung verwenden
fr: Utilisez le lien de dossier comme raccourci

# MenuItem_Exit
source: Exit
de: Beenden
fr: Quitter

# MenuItem_Hide
source: Hide
de: Verstecken
fr: Cacher

# MenuItem_Open
source: Open
de: Öffnen
fr: Ouvrir

# MenuItem_OpenCmd
source: Open Location in Command Line
de: Pfad in der Befehlzeile öffnen
fr: Ouvrir l'emplacement en ligne de commande

# MenuItem_OpenCmdAdmin
source: Open Location in Command Line (Administrator)
de: Pfad in der Befehlzeile öffnen (Administrator)
fr: Ouvrir l'emplacement en ligne de commande (administrateur)

# MenuItem_OpenFileExplorer
source: Open Location in File Explorer
de: Pfad im Datei-Explorer öffnen
fr: Open Emplacement dans Fichier Explorer

# MenuItem_Run
source: Run
de: Ausführen
fr: Exécuter

# MenuItem_RunAdmin
source: Run (Administrator)
de: Ausführen (Administrator)
fr: Exécuter en (administrateur)

# MenuItem_RunAll
source: Run all
de: Alle ausführen
fr: Tout exécuter

# MenuItem_Show
source: Show
de: Anzeigen
fr: Afficher

# Node_Error
source: ERROR:
de: FEHLER:
fr: ERREUR:

# Node_NoName
source: <No Name>
de: <Kein Name>
fr: <Aucun nom>

# Node_NoPathSelected
source: (No Path Selected)
de: (Kein Pfad ausgewählt)
fr: (Aucun chemin sélectionné)

# Plugin_Delete
source: Do you want to delete plugin: {0}
de: Möchten Sie das Plugin löschen: {0}
fr: Voulez-vous supprimer le plugin: {0}

# Plugin_ParameterN
source: Parameter {0}
fr: Paramètre {0}

# Plugin_SameNameImport
source: There exists another plugin with the same name. Would you like to overwrite its configuration?
de: Es existiert bereits ein Plugin mit dem gleichen Namen. Möchten Sie dessen Konfiguration überschreiben?
fr: Il existe un autre plugin avec le même nom. Souhaitez-vous écraser sa configuration?

# Plugin_UnableToDelete
source: Unable to delete. Plugin currently in use.
de: Löschen nicht möglich. Plugin wird derzeit verwendet.
fr: Impossible à supprimer. Le plugin est actuellement utilisé.

# ProcessRunning
source: Another process of TrayDir is already running. Do you want to start a new one?
de: Es wird bereits ein Prozess von TrayDir ausgeführt. Möchten Sie einen neuen starten?
fr: Un autre processus de Traydir est déjà en cours d'exécution. Voulez-vous en démarrer un nouveau?

# Setting_Sorting_FoldersBottom
source: Folders Bottom
fr: Dossiers en bas

# Setting_Sorting_FoldersTop
source: Folders Top
fr: Dossiers en haut

# Setting_Sorting_None
source: None
fr: Aucun

# Setting_VFolderColour_Blue
source: Blue Folder
fr: Dossier Bleu

# Setting_VFolderColour_Yellow
source: Yellow Folder
fr: Dossier Jaune

# Tooltip_CheckForUpdatesOnStartup
source: When enabled, TrayDir will check for update on startup
de: Wenn aktiviert, wird TrayDir beim Start auf Aktualisierungen prüfen
fr: Lorsqu'il est activé, Traydir vérifiera la mise à jour au démarrage

# Tooltip_CreateFoldersAsShortcuts
source: New folder items created will be shortcuts by default
fr: Les nouveaux éléments de dossier créés seront des raccourcis par défaut

# Tooltip_ExpandFirstPath
source: When this instance has a folder as the only item, the folder's contents will be used as the main menu structure
de: Wenn diese Instanz nur einen Ordner als Eintrag hat, dann werden die Inhalte des Ordners für die Hauptmenüstruktur verwendet
fr: Lorsque cette instance a un dossier comme seul élément, le Le contenu du dossier sera utilisé comme structure du menu principal

# Tooltip_HideFromTray
source: Hide this instance from the sytem tray
de: Verstecket diese Instanz vor dem Systemtray
fr: Masquer cette instance dans la barre d'état système

# Tooltip_HideOnMinimize
source: When enabled, minimizing the window will hide the application
de: Wenn aktiviert, wird die Anwendung beim minimieren versteckt
fr: Lorsqu'il est activé, la minimisation de la fenêtre masquera l'application

# Tooltip_InsertInstance
source: Insert new instance
de: Neue Instanz einfügen
fr: Insérer une nouvelle instance

# Tooltip_InvalidPath
source: Invalid path. File or folder not found.
fr: Chemin invalide.

# Tooltip_InvalidUrl
source: Invalid URL. Verify it begins with http:// or https:// and contains valid characters
fr: URL invalide. Vérifiez qu'il commence par http: // ou https: // et contient des caractères valides

# Tooltip_MenuSorting
source: Set tray menu folder / file sorting
de: Traymenü-Ordner / Dateisortierung festlegen
fr: Définir le dossier du menu de la barre d'état / tri de fichiers

# Tooltip_MinimizeOnClose
source: When enabled, closing the window will not exit the application
de: Wenn aktiviert, wird die Anwendung beim schließen nicht beendet
fr: Lorsqu'elle est activée, la fermeture de la fenêtre n'entraîne pas la fermeture de l'application.

# Tooltip_OpenFoldersInFileExplorerOnClick
source: Open Folder location in File Explorer when clicking on them from the System Tray menu
de: Ordner-Pfad immer im Datei-Explorer öffnen, wenn aus dem Systemtraymenü darauf geklickt wird
fr: Ouvrir l'emplacement des dossiers dans l'Explorateur de fichiers lorsque l'on clique dessus à partir du menu de la barre d'état système

# Tooltip_RunAsAdministrator
source: Always run items from this instance as Administrator
de: Einträge in dieser Instanz immer als Administrator ausführen
fr: Toujours exécuter les éléments de cette instance en tant qu'administrateur

# Tooltip_ShowFileExtensions
source: Show file extensions. E.g. File.txt
de: Dateierweiterungen anzeigen. Beispiel: Datei.txt
fr: Afficher les extensions de fichiers. Par exemple, Fichier.txt

# Tooltip_ShowHiddenFiles
source: When enabled, hidden files will be shown inside of folder menu items
fr: Lorsqu'il est activé, les fichiers cachés seront affichés à l'intérieur des éléments de menu du dossier

# Tooltip_ShowIconsInTrayMenu
source: When enabled, each menu item will show the icon associated with the file linked
de: Wen aktiviert, wird jeder Menüpunkt das Symbol anzeigen, dass der verknüpften Datei zugeordnet ist
fr: Lorsqu'il est activé, chaque élément de menu affichera l'icône associée au fichier lié

# Tooltip_ShowMenuOnLeftClick
source: When enabled, left clicking on the tray menu item will display the context menu
fr: Lorsqu'il est activé, un clic gauche sur l'élément du menu de la barre d'état système affichera le menu contextuel

# Tooltip_StartMinimized
source: When enabled, the application will always start hidden, only visible in system tray
de: Wenn aktiviert, wird die Anwendung immer versteckt gestartet und ist nur im Systemtray sichtbar
fr: Lorsqu'elle est activée, l'application démarre toujours de manière cachée et n'est visible que dans la barre d'état système.

# Tooltip_StartWithWindows
source: When enabled, the application will start when you log in to your account on Windows
de: Wenn aktiviert, wird die Anwendung gestartet, wenn Sie sich bei Ihrem Konto unter Windows anmelden
fr: Lorsqu'elle est activée, l'application démarre lorsque vous vous connectez à votre compte sous Windows.

# Tooltip_ValueRequired
source: Value required
fr: Valeur requise

# Tooltip_VirtualFolderMenuIcon
source: When virtual folders choose between a yellow folder or blue folder icon
de: Wann virtuelle Ordner zwischen einem gelben oder einem blauen Ordnersymbol wählen
fr: Pour les dossiers virtuels, choisissez entre une icône de dossier jaune ou de dossier bleu.

# VirtualFolder_DeleteContents
source: Delete Virtual Folder and its contents?
de: Virtuellen Ordner und dessen Inhalt löschen?
fr: Supprimer le dossier virtuel et son contenu?

# VirtualFolder_New
source: New Virtual Folder
de: Neuer virtueller Ordner
fr: Nouveau dossier virtuel

# Form_Archive
source: Archive
de: Archiv

# Form_Attention
source: Attention
de: Achtung
